[
	{
		"q": "Is there wifi or mobile phone reception?",
		"a": "We have super-fast broadband at the house, but mobile signal can be a little hit and miss."
	},
	{
		"q": "Are dogs allowed on the furniture?",
		"a": "! Dogs are welcome on the beds and sofas - special dog blankets are provided."
	},
	{
		"q": "Is a cot available for infants?",
		"a": "Not only do we provide a travel cot with bassinette and super soft baby blanket, but also a highchair, bay bath and changing mat. Please bring your own bedding for the cot."
	},
	{
		"q": "Are bedding and towels supplied?",
		"a": "Yes, you will be provided with fresh bedding and towels for all guests. Please bring extra towels for the beach."
	},
	{
		"q": "Is there on-site parking available?",
		"a": "Unfortunately there are double yellow lines outside the house, but you are welcome to park there to load and unload bags and shopping etc. There is ample free parking dotted around the village and there is usually a space free on the hill opposite the house."
	},
	{
		"q": "Is there a local shop for essentials?",
		"a": "Our local shop, which is just around the corner, is quite brilliant! From the fresh bread and pastries delivered every morning to the tastiest warm pasties at lunchtime, all complimented by a great range of groceries, cleaning products, newspapers and even charcoal for the BBQ. There is an amazing local food market at Tregew Farm at the top of the village, which is open every Saturday morning throughout the year. Falmouth has a full range of supermarkets, but we can also recommend the Cornish Shop and Waitrose in Truro."
	},
	{
		"q": "Is there a minimum or maximum stay?",
		"a": "There is a three night minimum stay. Long-term stays are available."
	},
	{
		"q": "When is check-in/checkout?",
		"a": "You can check-in/check-out on any day. Check-in is at 16:00; checkout is at 10:00 If you need earlier or later, please get in touch and we will see what we can do.."
	},
	{
		"q": "What is included in the price?",
		"a": "We have no hidden costs in addition to the prices quoted here. Prices are for the cottage and include up to six guests. All of our prices include heating and hot water, toiletries, bed linen & towels. We can accommodate up to two dogs and the charge is £15.00 per dog per week to cover extra cleaning."
	},
	{
		"q": "How much deposit is required to confirm a booking?",
		"a": "50% of the balance is required to confirm your booking. For stays booked less than one month before your check-in date, payment in full is required at time of booking."
	},
	{
		"q": "When do I have to pay the balance of my stay?",
		"a": "The balance of your stay is due no less than one month before check in."
	},
	{
		"q": "What forms of payment do you accept?",
		"a": "We accept payment by bank."
	}
]
