[
	{
		"id": "5",
		"name": "Sam",
		"date": "September 2024",
		"content": "Loved this home! We've been coming to Cornwall for our holidays as a family for many years. This is by far one of the best homes we've stayed in and feel lucky to have found by chance on here. Ali is super responsive and friendly via the AirBnB messaging and other messaging apps if needed too. The home is immaculate, very warm and homely. Brilliant facilities too. The village is really lovely. The perfect place for a break from big city life and to get away from it all. Lovely village store, great pubs / gastro pub and the locals were really welcoming and friendly. We joined in a village fete and felt like locals by the time it was over! Highly recommended!"
	},
	{
		"id": "4",
		"name": "Anna",
		"date": "August 2024",
		"content": "We had a great week in Flushing. It was a great base for visiting the surrounding area. The house was beautiful and we felt at home. We also really appreciated Ali's recommendations and responsiveness. Thank you 😊"
	},
	{
		"id": "3",
		"name": "Alastair",
		"date": "July 2024",
		"content": "Lovely house in a great location. House has everything you need, outdoor space was lovely, perfect for a glass of wine in the evenings and not overlooked. Would definitely stay again."
	},
	{
		"id": "2",
		"name": "Kelly",
		"date": "June 2024",
		"content": "We had a lovely time. It was our first family holiday with our 3 month old baby, we booked and stayed for a week, and it couldn't have been better. We could walk to a beach, three pubs/restaurants and plenty of places to walk the dogs. It was a little noisy in the morning with bins and busses but you can't have so many amenities on your doorstep and also expect silence! We particularly loved the sun trap garden for sunbathing and blocking the wind. The decor is just beautiful and the house has everything you could possibly need ❤️ The hosts were lovely and so responsive. We will definitely book again!"
	},
	{
		"id": "1",
		"name": "Frazer",
		"date": "June 2024",
		"content": "Lovely house in a small but stunning village. I would highly recommend as the house had everything you could need for your trip and whilst the pictures looked great the property is even better in person. I would definitely recommend the pub/restaurant called Harbour House, as the food and drink was amazing and also had a great view across the water. We would love to return for another trip."
	},
	{
		"id": "0",
		"name": "Naomi",
		"date": "June 2024",
		"content": "Lovely stay at this property which is right on the water's edge and within walking distance of 2 lovely pubs and a village shop. The property was immaculate and very well appointed with a great shower! We travelled with children and the house had children's books, toys and amenities. We travelled to Falmouth by water taxi which was very easy to do from the property. All in all a lovely stay."
	}
]
